[
  {
    "scene": "IMPRESSED (WATCHING YOU)",
    "setting": "A dimly lit club, full of people, but the focus is on a single figure moving on the dance floor.",
    "html": "`<p><strong>Scene 1: IMPRESSED (WATCHING YOU)</strong></p><p>Setting: A dimly lit club, full of people, but the focus is on a single figure moving on the dance floor. The camera follows the hypnotic movements of the dancer.</p><p><strong>INT. CLUB – NIGHT</strong></p><p>[He enters the room, scanning the crowd as the music pulses around him.]</p><p>The bass carries the rhythm of the room, but the crowd fades into the background. A woman dances by herself in the center of the floor, moving rhythmically and lost in her world. He watches, captivated, eyes never leaving her body. <br>She: (dancing, lost in the rhythm, her eyes scanning the crowd but never stopping on him)<br>She: (her movements slow as she locks eyes with him briefly)</p>",
    "link": "",
    "released": false
  },
  {
    "scene": "VEAL",
    "setting": "A car speeding down a highway. She enters the car, teasing him as they drive.",
    "html": "<p><strong>Scene 2: VEAL</strong></p><p>Setting: A car speeding down a highway. She enters the car, teasing him as they drive.</p><p><strong>INT. CAR – NIGHT</strong></p><p>[She in the passenger seat with a playful smirk.]<br>She: You talk a lot of shit for someone who’s not gonna deliver.<br>[He glances at her, a grin forming on his face as he pushes the throttle.]<br>He: I told you. I always deliver.<br>[She leans closer, returning the energy.]<br>She: Prove it then.</p>",
    "link": "",
    "released": false
  },
  {
    "scene": "FEVER",
    "setting": "A small apartment. The air is heavy.",
    "html": "<p><strong>Scene 3: FEVER</strong></p><p>Setting: A small apartment. The air is heavy.</p><p><strong>INT. APARTMENT – NIGHT</strong></p><p>She shakes her head, speaking in riddles, emotions hidden behind walls. He reaches for her again, hands shaking, wanting to fix what's broken.<br>She: (finally looking at him, frustrated) Just say what you want.</p>",
    "link": "",
    "released": false
  },
  {
    "scene": "TRUST ISSUES",
    "setting": "Alone in a bedroom, she waits for his call but it will never come.",
    "html": "<p><strong>Scene 4: TRUST ISSUES</strong></p><p>Setting: Alone in a bedroom, she waits for his call but it will never come.</p><p><strong>INT. BEDROOM – NIGHT</strong></p><p>She sits on the bed, phone in hand, eyes glued to the screen, waiting for his call. The clock ticks loudly in the background, echoing her impatience. 'Do you even care?' she thinks to herself, as the screen stays dark.</p>",
    "link": "",
    "released": false
  }
]
